{
  "scottish": [
    {
      "header": "Not All Scottish Fold Cats Have the Trademark Ears",
      "fact": "Although this might be a bit surprising, it is certainly true. All Scottish Fold kittens are coincidentally born with straight ears, and around 3-4 weeks of age kittens will start to develop the fold in their ear. For those kittens whose ears do not bend, they are referred to as “Straights.” There is a natural gene mutation that the breed has which causes the fold due to the affects in the cat’s cartilage. Aside from Straights, the Scottish Fold also comes in both longhair and shorthair varieties."
    },
    {
      "header": "The Scottish Fold is Easy Peasy",
      "fact": "This breed is easy-going and doesn’t get bothered by much. They do well in homes with children, and they have a desire to be with or near their owners at almost all times. Because of their laid-back nature they are social cats who get along great with other cats and pets in the household. The Scottish Fold thrives on interaction with others, so they wouldn’t do well in an environment where they weren’t given the attention that they need."
    },
    {
      "header": "Cat Got Your Tongue?",
      "fact": "These quiet cats are known for being very soft spoken, and when they do meow, it is a sweet and soft sound that isn’t very loud. The Scottish Fold is rather quiet for a cat, and you will rarely find one that is overly chatty. Fun fact: Before they were referred to as the Scottish Fold, these cats were known as “Flops” due to their signature ear shape."
    }
  ],
  "maine-coon": [
    {
      "header": "Maine Coon’s are great at trilling and chirping",
      "fact": "You may be familiar with the sounds many breeds of cats make when excited, happy, or when they spot a bird outside and begin chirping near the window. However unlike many breeds Maine Coons in particular are known for this and often enjoy vocalising there feelings in adorable ways. It is commonly believed that Maine Coon cats are said to chirp in an attempt to mimic and catch their prey but either way it will be quite possibly the cutest noise you’ve ever heard!"
    },
    {
      "header": "Maine Coons are the 'Dogs of the Cat World'",
      "fact": "They are considered the Dogs of the Cat world not only due to their size, but in most part due to their personality and characteristics. Maine Coon cats are very loyal and will often be found at the heel of the owners while they wander around the house. They are also very protective of their home and will be wary of visitors they do not recognise. Many Maine Coon owners often make the comparisons of how alike they are to dogs however unlike most breeds of dogs they are more self sufficient and will find things to occupy them while the owners are away from home."
    },
    {
      "header": "Maine Coon Cats Love Playing With Water",
      "fact": "While the majority of their domestic feline cousins try to avoid water at all costs, most Maine Coon Cats actually love playing in and around water. This is in part due to their highly water resistant fur coat that covers the body of this breed. Many Maine Coon owners speak in great delight of being able to play with their cats using water and only makes things easier when bath time comes around. Due to their unique tolerance to water you may often find your Maine Coon cat curled up in the bath tub or wash basin having a snooze."
    }
  ],
  "ragdoll": [
    {
      "header": "Bred for Temperament",
      "fact": "While most breeds of any species are bred for temperament, the Ragdoll was specifically created because of its personality. The original two mixed breed litters that were used as foundation stock for the Ragdoll were so gentle they would go limp when picked up – leading to the breeds name."
    },
    {
      "header": "Ragdolls Go Limp When You Pick Them Up",
      "fact": "Many people love Ragdolls because they go limp when you pick them up, just like a Ragdoll. They love to be held and cuddled, and they’re one of the most affectionate cat breeds."
    },
    {
      "header": "Blue Eyes",
      "fact": "A signature feature for Ragdolls is their stunning sky blue eyes, but not all of the cats have them. While the majority keep their blue eyes, other cats have a golden or greenish color to theirs. This color depends largely on the coat color and pattern that the cat has and looks just as beautiful, if you ask us!"
    }
  ],
  "bengal": [
    {
      "header": "Bengals are known for their distinctive spotted or 'marbledd' coats.",
      "fact": "Bengal cats are known for their distinctively patterned fur, which is short, silky, and often 'sparkles' at the tips when the light hits it the right way. No two cats’ markings are exactly alike, but the Bengal’s coat comes in two main patterns: spots and two-toned markings called 'rosettes' or marbled, which means the cat has long stripes that swirl around their bodies. The most popular Bengal colors are brown/black, but the cat can come in a variety of shades, including black and silver, seal brown and silver, charcoal, and blue . Their eyes are typically green, gold/yellow, or aqua/blue."
    },
    {
      "header": "Bengals are expensive felines.",
      "fact": "Want to purchase a Bengal cat? Make sure you’ve saved up plenty of cash. Fans of the breed shell out anywhere from hundreds of dollars for a “pet” quality Bengal—meaning it’s not meant to be exhibited at shows—to thousands for a show-quality one. According to one tale (which might be more fictional than fact-based), a British woman once paid over $50,000 for a Bengal cat in 1990, calling them the “Rolls Royce” of kitties."
    },
    {
      "header": "Cat Burglar",
      "fact": "If you come home and some of your jewelry is missing, it might have been an inside job. Stash anything glittery away from your Bengal (maybe another version of the glitter gene?) as he loves to play with and hide such objects."
    }
  ],
  "siberian": [
    {
      "header": "Siberian The Cat",
      "fact": "Siberian is large cat that can reach 8 to 17 pounds of weight. Siberian has long, thick triple coat and neck ruff in various colors and patterns. The most popular Siberian cats have brown tabby coat. Siberian is often classified as hypoallergenic breed, even though this fact is not scientifically proven"
    },
    {
      "header": "Little family guy",
      "fact": "Siberian is affectionate, calm and playful cat. It is suitable for families with kids, cats and cat-friendly dogs. Despite its large size, Siberian is extremely acrobatic and agile cat that can easily climb to the highest point in the house and perform somersault while it tries to grab its favorite toy. Siberian is affectionate, calm and playful cat. It is suitable for families with kids, cats and cat-friendly dogs. Despite its large size, Siberian is extremely acrobatic and agile cat that can easily climb to the highest point in the house and perform somersault while it tries to grab its favorite toy."
    },
    {
      "header": "Personal Doctor",
      "fact": "Siberian can be used as therapy cat because of its calm nature and ability to recognize the person which needs support. It likes to cuddle and doesn't hesitate to show moral and physical support when needed. Siberian can be used as therapy cat because of its calm nature and ability to recognize the person which needs support. It likes to cuddle and doesn't hesitate to show moral and physical support when needed."
    }
  ],
  "munchkin": [
    {
      "header": "The munchkin breed arose from a genetic mutation",
      "fact": "Like many unusual cat types (the Cornish Rex and the Manx, to name a few), the Munchkin breed arose from a spontaneous genetic mutation. The Munchkin’s short legs are caused by an autosomal dominant gene, which causes the long bones in a cat's legs to grow shorter. A cat only needs one copy of the gene to inherit short legs and to pass the trait along to its kittens."
    },
    {
      "header": "It's unclear how the munchkin cat got its name",
      "fact": "The Munchkin cat is presumably named after The Wizard of Oz's munchkins, but there are two conflicting tales as to how they received the moniker. According to one account, LaFrance gave Pflueger a few of the short-limbed cats, and one of them turned out to be pregnant. Pflueger's daughter named one of them Mushroom the Munchkin, and voila, a breed was born."
    },
    {
      "header": "Munchkin is the world's shortest living cat",
      "fact": "In 2013, Guinness World Records named Lilieput, a tortoiseshell Munchkin cat from Napa, California, the world’s shortest living cat. The diminutive kitty stands a mere 5.25 inches tall from the bottoms of her paws to the top of her shoulders."
    }
  ],
  "sphynx": [
    {
      "header": "They're not actually bald",
      "fact": "At first glance, the Sphynx might look less like a feline and more like a naked mole rat. If you pet one, however, you’ll discover they’re not actually hairless. Sphynxes are covered with a fine layer of downy fuzz. While they’re not plush to the touch, their coats feel akin to suede."
    },
    {
      "header": "They're not hypoallergenic",
      "fact": "If you’re a cat-lover who’s allergic to your favorite animal, don't shell out cash for a Sphynx kitten. Despite rumors to the contrary, the breed isn’t actually hypoallergenic. Sphynxes still produce Fel d1, the allergenic protein in cat saliva and skin secretions that causes your eyes to grow itchy and red."
    },
    {
      "header": "They have sensitive skin",
      "fact": "Don’t slather sunscreen on your Sphynx every time it sits in a sunbeam—but do keep in mind that because it’s not covered in a dense coat, your cat’s skin is more sensitive than other felines. (And yes, they can get sunburnt.) They can get overheated or cold and, though they can go outside, they should be mostly indoor cats."
    }
  ],
  "siamese": [
    {
      "header": "The siamese is an old breed",
      "fact": "Like most cat breeds, the Siamese’s true origins are cloaked in mystery. Some people say the cats were the pets of royalty, while others believe they were raised by Buddhist monks. However, a Thai manuscript called the Tamra Maew, or 'The Cat Book Poems,' provides an early depiction of the country's dark-pointed cats. The work was produced sometime between the 14th and 18th centuries. This suggests that the Siamese is a very old breed—even if we don't quite know where it came from."
    },
    {
      "header": "Their tips are temperature-controlled",
      "fact": "Ever wondered why a Siamese cat has a white coat and dark-tipped paws, ears, and facial features? It stems from a temperature-sensitive enzyme, which causes the cat to develop the color on the cooler parts of its body and stay pale on its warmer torso. Siamese kittens are born with all-white fur, and develop their points when they’re several weeks old."
    },
    {
      "header": "Siamese cat once gave birth to 19 kittens",
      "fact": "On August 7, 1970, a Burmese/Siamese cat in Oxfordshire, U.K., gave birth to 19 kittens. (Four, sadly, were stillborn.) According to Guinness World Records, Siamese cats typically only have four to six babies. The massive brood was recorded as the world's largest litter of domestic cats, and remains so to this day."
    }
  ],
  "birman": [
    {
      "header": "Birman and himalayan cats look alike",
      "fact": "Birmans look a lot like another cat breed, the Himalayan, which is a color-pointed variant of the Persian. Since both kitties have a long, dark-tipped coat and some Himalayans have blue eyes, it’s sometimes hard to tell the two apart. If you look closely, however, you’ll spot a few subtle differences. For one thing, the Himalayan has a flat face, and a Birman has a more pointed nose. Also, the Himalayan’s fur is much like a Persian’s—it’s long, fine, and mats easily—whereas the Birman’s single-layer coat typically gets fewer snarls."
    },
    {
      "header": "Birman cats have some weird compulsive behaviors",
      "fact": "Humans aren’t the only ones who engage in compulsive tics and behaviors. Some cats are prone toward sucking, chewing, or swallowing items that aren’t food, like wool and plastic. The trait is particularly common among Siamese and Birman cats. Scientists, who studied 204 cats of those two breeds for a study published in the Journal of Veterinary Medicine, don’t know for sure why the kitties do it—but they did notice that risk factors for Birmans who develop this type of compulsion include early weaning and small litter size."
    },
    {
      "header": "The Birman Cat Was Almost Extinct",
      "fact": "The Birman nearly was extinct around World War II era. The reports say there was only one breeding pair left in the country and then it slowly began building up a bloodline. Thankfully,  they made their way and you can now find them everywhere."
    }
  ],
  "british": [
    {
      "header": "They're descended from the cats of ancient Rome",
      "fact": "The British Shorthair bears the proud distinction of being one of the world’s oldest cat breeds. Experts think that the feline is descended from cats imported to Rome from ancient Egypt. When the Romans invaded Great Britain in 43 CE, they took the cats with them."
    },
    {
      "header": "The British Shorthair may have inspired Lewis Carroll's Cheshire Cat",
      "fact": "Historians think that Lewis Carroll may have based his Cheshire Cat illustrations in Alice's Adventures in Wonderland off a tabby British Shorthair."
    },
    {
      "header": "British Shorthair once had the world's loudest purr",
      "fact": "In 2011, a 12-year-old British Shorthair cat named Smokey was declared to have the world’s loudest purr. His vocal rumblings measured 67.7 decibels, and were reportedly as noisy as a lawn mower. Sadly, Smokey died from kidney failure in 2014. He was immortalized in the Guinness World Records until another cat, Merlin, broke his ear-splitting record in 2015 with a 67.8 decibel purr."
    }
  ],
  "all": [
    {
      "header": "Not All Scottish Fold Cats Have the Trademark Ears",
      "fact": "Although this might be a bit surprising, it is certainly true. All Scottish Fold kittens are coincidentally born with straight ears, and around 3-4 weeks of age kittens will start to develop the fold in their ear. For those kittens whose ears do not bend, they are referred to as “Straights.” There is a natural gene mutation that the breed has which causes the fold due to the affects in the cat’s cartilage. Aside from Straights, the Scottish Fold also comes in both longhair and shorthair varieties."
    },
    {
      "header": "The Scottish Fold is Easy Peasy",
      "fact": "This breed is easy-going and doesn’t get bothered by much. They do well in homes with children, and they have a desire to be with or near their owners at almost all times. Because of their laid-back nature they are social cats who get along great with other cats and pets in the household. The Scottish Fold thrives on interaction with others, so they wouldn’t do well in an environment where they weren’t given the attention that they need."
    },
    {
      "header": "Cat Got Your Tongue?",
      "fact": "These quiet cats are known for being very soft spoken, and when they do meow, it is a sweet and soft sound that isn’t very loud. The Scottish Fold is rather quiet for a cat, and you will rarely find one that is overly chatty. Fun fact: Before they were referred to as the Scottish Fold, these cats were known as “Flops” due to their signature ear shape."
    },
    {
      "header": "Maine Coon’s are great at trilling and chirping",
      "fact": "You may be familiar with the sounds many breeds of cats make when excited, happy, or when they spot a bird outside and begin chirping near the window. However unlike many breeds Maine Coons in particular are known for this and often enjoy vocalising there feelings in adorable ways. It is commonly believed that Maine Coon cats are said to chirp in an attempt to mimic and catch their prey but either way it will be quite possibly the cutest noise you’ve ever heard!"
    },
    {
      "header": "Maine Coons are the 'Dogs of the Cat World'",
      "fact": "They are considered the Dogs of the Cat world not only due to their size, but in most part due to their personality and characteristics. Maine Coon cats are very loyal and will often be found at the heel of the owners while they wander around the house. They are also very protective of their home and will be wary of visitors they do not recognise. Many Maine Coon owners often make the comparisons of how alike they are to dogs however unlike most breeds of dogs they are more self sufficient and will find things to occupy them while the owners are away from home."
    },
    {
      "header": "Maine Coon Cats Love Playing With Water",
      "fact": "While the majority of their domestic feline cousins try to avoid water at all costs, most Maine Coon Cats actually love playing in and around water. This is in part due to their highly water resistant fur coat that covers the body of this breed. Many Maine Coon owners speak in great delight of being able to play with their cats using water and only makes things easier when bath time comes around. Due to their unique tolerance to water you may often find your Maine Coon cat curled up in the bath tub or wash basin having a snooze."
    },
    {
      "header": "Bred for Temperament",
      "fact": "While most breeds of any species are bred for temperament, the Ragdoll was specifically created because of its personality. The original two mixed breed litters that were used as foundation stock for the Ragdoll were so gentle they would go limp when picked up – leading to the breeds name."
    },
    {
      "header": "Ragdolls Go Limp When You Pick Them Up",
      "fact": "Many people love Ragdolls because they go limp when you pick them up, just like a Ragdoll. They love to be held and cuddled, and they’re one of the most affectionate cat breeds."
    },
    {
      "header": "Blue Eyes",
      "fact": "A signature feature for Ragdolls is their stunning sky blue eyes, but not all of the cats have them. While the majority keep their blue eyes, other cats have a golden or greenish color to theirs. This color depends largely on the coat color and pattern that the cat has and looks just as beautiful, if you ask us!"
    },
    {
      "header": "Bengals are known for their distinctive spotted or 'marbledd' coats.",
      "fact": "Bengal cats are known for their distinctively patterned fur, which is short, silky, and often 'sparkles' at the tips when the light hits it the right way. No two cats’ markings are exactly alike, but the Bengal’s coat comes in two main patterns: spots and two-toned markings called 'rosettes' or marbled, which means the cat has long stripes that swirl around their bodies. The most popular Bengal colors are brown/black, but the cat can come in a variety of shades, including black and silver, seal brown and silver, charcoal, and blue . Their eyes are typically green, gold/yellow, or aqua/blue."
    },
    {
      "header": "Bengals are expensive felines.",
      "fact": "Want to purchase a Bengal cat? Make sure you’ve saved up plenty of cash. Fans of the breed shell out anywhere from hundreds of dollars for a “pet” quality Bengal—meaning it’s not meant to be exhibited at shows—to thousands for a show-quality one. According to one tale (which might be more fictional than fact-based), a British woman once paid over $50,000 for a Bengal cat in 1990, calling them the “Rolls Royce” of kitties."
    },
    {
      "header": "Cat Burglar",
      "fact": "If you come home and some of your jewelry is missing, it might have been an inside job. Stash anything glittery away from your Bengal (maybe another version of the glitter gene?) as he loves to play with and hide such objects."
    },
    {
      "header": "Siberian The Cat",
      "fact": "Siberian is large cat that can reach 8 to 17 pounds of weight. Siberian has long, thick triple coat and neck ruff in various colors and patterns. The most popular Siberian cats have brown tabby coat. Siberian is often classified as hypoallergenic breed, even though this fact is not scientifically proven"
    },
    {
      "header": "Little family guy",
      "fact": "Siberian is affectionate, calm and playful cat. It is suitable for families with kids, cats and cat-friendly dogs. Despite its large size, Siberian is extremely acrobatic and agile cat that can easily climb to the highest point in the house and perform somersault while it tries to grab its favorite toy. Siberian is affectionate, calm and playful cat. It is suitable for families with kids, cats and cat-friendly dogs. Despite its large size, Siberian is extremely acrobatic and agile cat that can easily climb to the highest point in the house and perform somersault while it tries to grab its favorite toy."
    },
    {
      "header": "Personal Doctor",
      "fact": "Siberian can be used as therapy cat because of its calm nature and ability to recognize the person which needs support. It likes to cuddle and doesn't hesitate to show moral and physical support when needed. Siberian can be used as therapy cat because of its calm nature and ability to recognize the person which needs support. It likes to cuddle and doesn't hesitate to show moral and physical support when needed."
    },
    {
      "header": "The munchkin breed arose from a genetic mutation",
      "fact": "Like many unusual cat types (the Cornish Rex and the Manx, to name a few), the Munchkin breed arose from a spontaneous genetic mutation. The Munchkin’s short legs are caused by an autosomal dominant gene, which causes the long bones in a cat's legs to grow shorter. A cat only needs one copy of the gene to inherit short legs and to pass the trait along to its kittens."
    },
    {
      "header": "It's unclear how the munchkin cat got its name",
      "fact": "The Munchkin cat is presumably named after The Wizard of Oz's munchkins, but there are two conflicting tales as to how they received the moniker. According to one account, LaFrance gave Pflueger a few of the short-limbed cats, and one of them turned out to be pregnant. Pflueger's daughter named one of them Mushroom the Munchkin, and voila, a breed was born."
    },
    {
      "header": "Munchkin is the world's shortest living cat",
      "fact": "In 2013, Guinness World Records named Lilieput, a tortoiseshell Munchkin cat from Napa, California, the world’s shortest living cat. The diminutive kitty stands a mere 5.25 inches tall from the bottoms of her paws to the top of her shoulders."
    },
    {
      "header": "They're not actually bald",
      "fact": "At first glance, the Sphynx might look less like a feline and more like a naked mole rat. If you pet one, however, you’ll discover they’re not actually hairless. Sphynxes are covered with a fine layer of downy fuzz. While they’re not plush to the touch, their coats feel akin to suede."
    },
    {
      "header": "They're not hypoallergenic",
      "fact": "If you’re a cat-lover who’s allergic to your favorite animal, don't shell out cash for a Sphynx kitten. Despite rumors to the contrary, the breed isn’t actually hypoallergenic. Sphynxes still produce Fel d1, the allergenic protein in cat saliva and skin secretions that causes your eyes to grow itchy and red."
    },
    {
      "header": "They have sensitive skin",
      "fact": "Don’t slather sunscreen on your Sphynx every time it sits in a sunbeam—but do keep in mind that because it’s not covered in a dense coat, your cat’s skin is more sensitive than other felines. (And yes, they can get sunburnt.) They can get overheated or cold and, though they can go outside, they should be mostly indoor cats."
    },
    {
      "header": "The siamese is an old breed",
      "fact": "Like most cat breeds, the Siamese’s true origins are cloaked in mystery. Some people say the cats were the pets of royalty, while others believe they were raised by Buddhist monks. However, a Thai manuscript called the Tamra Maew, or 'The Cat Book Poems,' provides an early depiction of the country's dark-pointed cats. The work was produced sometime between the 14th and 18th centuries. This suggests that the Siamese is a very old breed—even if we don't quite know where it came from."
    },
    {
      "header": "Their tips are temperature-controlled",
      "fact": "Ever wondered why a Siamese cat has a white coat and dark-tipped paws, ears, and facial features? It stems from a temperature-sensitive enzyme, which causes the cat to develop the color on the cooler parts of its body and stay pale on its warmer torso. Siamese kittens are born with all-white fur, and develop their points when they’re several weeks old."
    },
    {
      "header": "Siamese cat once gave birth to 19 kittens",
      "fact": "On August 7, 1970, a Burmese/Siamese cat in Oxfordshire, U.K., gave birth to 19 kittens. (Four, sadly, were stillborn.) According to Guinness World Records, Siamese cats typically only have four to six babies. The massive brood was recorded as the world's largest litter of domestic cats, and remains so to this day."
    },
    {
      "header": "Birman and himalayan cats look alike",
      "fact": "Birmans look a lot like another cat breed, the Himalayan, which is a color-pointed variant of the Persian. Since both kitties have a long, dark-tipped coat and some Himalayans have blue eyes, it’s sometimes hard to tell the two apart. If you look closely, however, you’ll spot a few subtle differences. For one thing, the Himalayan has a flat face, and a Birman has a more pointed nose. Also, the Himalayan’s fur is much like a Persian’s—it’s long, fine, and mats easily—whereas the Birman’s single-layer coat typically gets fewer snarls."
    },
    {
      "header": "Birman cats have some weird compulsive behaviors",
      "fact": "Humans aren’t the only ones who engage in compulsive tics and behaviors. Some cats are prone toward sucking, chewing, or swallowing items that aren’t food, like wool and plastic. The trait is particularly common among Siamese and Birman cats. Scientists, who studied 204 cats of those two breeds for a study published in the Journal of Veterinary Medicine, don’t know for sure why the kitties do it—but they did notice that risk factors for Birmans who develop this type of compulsion include early weaning and small litter size."
    },
    {
      "header": "The Birman Cat Was Almost Extinct",
      "fact": "The Birman nearly was extinct around World War II era. The reports say there was only one breeding pair left in the country and then it slowly began building up a bloodline. Thankfully,  they made their way and you can now find them everywhere."
    },
    {
      "header": "They're descended from the cats of ancient Rome",
      "fact": "The British Shorthair bears the proud distinction of being one of the world’s oldest cat breeds. Experts think that the feline is descended from cats imported to Rome from ancient Egypt. When the Romans invaded Great Britain in 43 CE, they took the cats with them."
    },
    {
      "header": "The British Shorthair may have inspired Lewis Carroll's Cheshire Cat",
      "fact": "Historians think that Lewis Carroll may have based his Cheshire Cat illustrations in Alice's Adventures in Wonderland off a tabby British Shorthair."
    },
    {
      "header": "British Shorthair once had the world's loudest purr",
      "fact": "In 2011, a 12-year-old British Shorthair cat named Smokey was declared to have the world’s loudest purr. His vocal rumblings measured 67.7 decibels, and were reportedly as noisy as a lawn mower. Sadly, Smokey died from kidney failure in 2014. He was immortalized in the Guinness World Records until another cat, Merlin, broke his ear-splitting record in 2015 with a 67.8 decibel purr."
    }
  ]
}


